// © Copyright 2004-2013, 2015 HP Development Company, L.P.

HSDTaskName = "Impostazioni base del fax";

HSDFaxTestSheetOKButtonTitle = "OK";

FaxTestNotInitiatedTitleKey = "Test del fax non avviato";
FaxTestNotInitiatedMsgKey = "Verificare che il dispositivo sia acceso e connesso, quindi riprovare.";
FaxTestFailedTitle = "Test del fax non riuscito!";
FaxTestFailedMsg = "Verificare che la linea abbia il tono di chiamata e che il telefono sia correttamente connesso al dispositivo.\n\nIl dispositivo ha stampato un report con ulteriori informazioni.";
FaxTestSucceededTitle = "Test del fax riuscito";
FaxTestSucceededMsg = "Il test della linea fax è riuscito. Il dispositivo è ora pronto a inviare e ricevere fax.\n\nIl dispositivo ha stampato un report con ulteriori informazioni.";
FaxTestCancelledTitle = "Test del fax annullato";
FaxTestCancelledMsg = "Il test della linea fax è stato annullato.";
FaxLineTestProgressTitle = "Test della linea fax in corso… Attendere.";
FaxHWDamagedMsg = "Il componente fax della stampante è danneggiato e non è in grado di eseguire il test fax. Per ulteriori informazioni, contattare il supporto HP.";
GetHelpButtonTitle = "Guida HP online";

EmptyNameAndNumberFieldTitle = "I campi Nome società e Numero fax non possono essere vuoti";
EmptyNameAndNumberFieldMsg = "Specificare un nome di società e un un numero di fax.";

EmptyNameFieldTitle = "Il campo Società/Nome non può essere vuoto";
EmptyNameFieldMsg = "Specificare i valori Società/Nome.";

EmptyFaxNumberFieldTitle = "Il campo Numero fax non può essere vuoto";
EmptyFaxNumberFieldMsg = "Specificare il numero di fax.";

EmptyFaxNumberPrefixFieldTitle = "Il campo \"Prefisso fax\" non può essere vuoto";
EmptyFaxNumberPrefixFieldMsg = "Specifica prefisso fax.";

FaxPrefixEnableTitle = "Usa prefisso fax:";
HSDFaxDialNumberPrefixTitle = "Prefisso fax:";
HSDUserNameLabelTitle = "Società/Nome:";
HSDFaxNumberLabelTitle = "Numero Fax:";
HSDRingsUntilAnswerLabelTitle = "Squilli Prima della Risposta:";
TestLabelTitle = "Test della configurazione del fax:";
HSDTestButtonTitle = "Test della configurazione del fax";

OnModeTitle = "Attivato";
OffModeTitle = "Disattivato";
RequiredFieldsTitle = "* I campi con asterisco(*) sono obbligatori.";
HSDApplyButtonTitle = "Applica adesso";
HSDTaskDescription = "Queste impostazioni vengono utilizzate per l'intestazione del fax e per definire in che modo il dispositivo debba rispondere alle chiamate in arrivo. Per maggiori informazioni, fare clic sul pulsante \"Ulteriori informazioni…\".";

HSDDefaultTrayTitle = "Vassoio predefinito:";
Auto = "Automatica";
